Repository: tizenorg/framework.uifw.e17
Catalog: src/modules/notification/po/*.po
Languages: el, eo, fr, pt_br

source: Configuration
el: Ρύθμιση
eo: Agordoj
pt_br: Configuração

source: Notification Box
el: Κουτί Ειδοποίησης
eo: Kesto de atentigo
fr: Boîte de notification
pt_br: Caixa de notificação

source: Enter Presentation Mode
el: Εισέλθετε σε λειτουργία παρουσίασης
eo: Startigi la prezentan reĝimon
fr: Entrée en mode présentation
pt_br: Entrar no modo de apresentação

source: Enlightenment is in <b>presentation</b> mode.<br>During presentation mode, screen saver, lock and power saving will be disabled so you are not interrupted.
el: Το Enlightenment είναι σε λειτουργία <b>Παρουσίασης</b>.<br>κατά την λειτουργία παρουσίασης, η προφύλαξη οθόνης, το κλείδωμα και η εξοικονόμηση ενέργειας θα απενεργοποιηθούν ώστε να μην σας διακόψουν.
eo: Enlightenment estas en <b>prezenta</b> reĝimo.<br>Dum prezenta reĝimo, ekrankurteno, ekranŝlosilo kaj energiŝparo estos malaktivigitaj, tiel vi ne estos interrompita.
fr: Enlightenment est en mode <b>présentation</b>.<br>Dans ce mode, l'écran de veille, le verrouillage et la gestion de l'énergie sont désactivés pour ne pas vous interrompre.
pt_br: O Enlightenment está em modo de <b>apresentação</b>.<br> Durante o modo de apresentação, a proteção e o travamento da tela, bem como a economia de energia estarão desabilitadas para que você não seja interrompido

source: Exited Presentation Mode
el: Εξήλθατε από λειτουργία παρουσίασης.
eo: Prezenta reĝimo finiĝis
fr: Sortie du mode présentation
pt_br: Modo de apresentação finalizado

source: Presentation mode is over.<br>Now screen saver, lock and power saving settings will be restored.
el: Η λειτουργία παρουσίασης τελειωσε.<br>τώρα η προφύλαξη οθόνης, το κλείδωμα και οι ρυθμίσεις εξοικονομήσεις ενέργειας θα αποκατασταθούν.
eo: Prezenta reĝimo finiĝis.<br>Nun, agordoj de ekrankurteno, ekranŝlosilo kaj energiŝparo estos restaŭrigitaj.
fr: Le mode présentation est terminé.<br>L'écran de veille, le verrouillage et la gestion de l'énergie sont réactivés.
pt_br: O modo de apresentação foi finalizado.<br>A partir de agora, a proteção e o travamento da tela, bem como a economia de energia estão reabilitados.

source: Enter Offline Mode
el: Εισέλθετε σε λειτουργία εκτός σύνδεσης
eo: Startigi senretan reĝimon
fr: Entrée en mode hors ligne
pt_br: Entrar em modo offline.

source: Enlightenment is in <b>offline</b> mode.<br>During offline mode, modules that use network will stop polling remote services.
eo: Enlightenment estas en <b>senreta</b> reĝimo.<br>Dum senreta reĝimo, moduloj, kiuj uzas reton, ĉesos peti forajn servojn.
fr: Enlightenment est en mode <b>hors ligne</b>.<br>Dans ce mode, les modules qui utilisent le réseau n'interrogent plus les services distants.

source: Exited Offline Mode
el: Εξήλθατε από λειτουργία εκτός σύνδεσης
eo: Senreta reĝimo finiĝis
fr: Sortie du mode hors ligne
pt_br: Modo offline finalizado

source: Now in <b>online</b> mode.<br>Now modules that use network will resume regular tasks.
eo: Nun en <b>reta</b> reĝimo.<br>Nun, moduloj, kiuj uzas reton, denove agos kiel kutime.
fr: De nouveau <b>en ligne</b>.<br>Les modules qui utilisent le réseau retrouvent leurs fonctions habituelles.

source: Extensions
el: Επεκτάσεις
eo: Etendaĵoj
pt_br: Extensões

source: Notification
el: Ειδοποίηση
eo: Atentigo
pt_br: Notificação

source: Notification Configuration Updated
el: Ρύθμιση Ειδοποιήσεων Ενημερώθηκε
eo: Agordoj de atentigo ĝisdatigitaj
pt_br: Configurações de notificação atualizadas

source: Notification Module Configuration data needed upgrading. Your old configuration<br> has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means the Notification module needs new configuration<br>data by default for usable functionality that your old<br>configuration simply lacks. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the inconvenience.<br>
eo: La agordo de la modulo Atentigo bezonas ĝisdatigon. Viaj malnovaj agordoj<br> estis viŝitaj kaj nova aro da defaŭltoj estis pravalorizitaj. Tio okazos ofte dum<br> la programado, do ne raportu cimon. Tio simple signifas, ke la modulo<br> Atentigo bezonas novajn datumojn de agordo defaŭlte por uzebla funkcieco,<br> kiuj viaj agordoj mankas. Tiu nova aro da defaŭltoj korektos tion aldoniĝante<br> Vi povas reagordi nun kiel vi volas. Pardonu por la malagrablaĵoj.<br>

source: Your Notification Module Configuration is NEWER than the Notification Module version. This is very<br>strange. This should not happen unless you downgraded<br>the Notification Module or copied the configuration from a place where<br>a newer version of the Notification Module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
el: Η ρύθμιση σας για το άρθρωμα ενημερώσεων είναι ΝΕΟΤΕΡΗ από την έκδοση αρθρώματος ενημερώσεων. Αυτό είναι πολύ<br> παράξενο. Αυτό δεν πρέπει να συμβεί εκτός κι αν έχετε υποβαθμίσει το άρθρωμα Ενημερώσεων ή αντιγράψατε την ρύθμιση από ένα σύστημα το οποιο εκτελούσε νεότερη έκδοση. Αυτό είναι κακό και για προληπτικούς λόγους οι ρυθμίσεις σας έχουν πλέον αποκατασταθεί στις <br> προεπιλογές. Λυπούμαστε για την ταλαιπωρία.<br>
eo: Via agordo de la modulo Agordoj estas PLI NOVA ol la modulo mem. Tio estas ege<br> strange. Tio ne devus okazi krom se vi antaŭdatiĝis la modulon aŭ kopiis la agordon<br> el loko kie nova versio de la modulo funkciis. Tio estas malbone kaj viaj<br> agordoj estis restaŭritaj al defaŭltoj, kiel antaŭzorgo. Pardonu por la malagrablaĵoj.<br>

source: Error During DBus Init!
el: Λάθος κατά την αρχικοποίηση του DBus!
eo: Eraro dum pravalorizo de DBus!
fr: Échec de l'initialisation de DBus !
pt_br: Erro durante a inicialização do DBus!

source: Error during DBus init! Please check if dbus is correctly installed and running.
el: Λάθος κατά την αρχικοποίηση του DBus! Παρακαλούμε ελέγξτε αν το dbus είναι σωστά εγκατεστημένο και εκτελείται.
eo: Eraro dum pravalorizo de DBus! Bonvolu kontroli ĉu ĝi estas instalata kaj funkcianta.
fr: Échec de l'initialisation de DBus ! Veuillez vérifier que dbus est installé et qu'il se lance correctement.
pt_br: Erro durante a inicialização do DBus! Por favor, cheque se o dbus está corretamente instalado e executando.

source: Notification Configuration
el: Ρύθμιση Ειδοποίησης
eo: Agordo de la modulo Atentigo
pt_br: Configurações de notificação

source: Urgency
el: Προτεραιότητα
eo: Urĝeco
fr: Urgence
pt_br: Urgência

source: Levels of urgency to popup :
el: Επίπεδα προτεραιότητας των ειδοποιήσεων :
eo: Ŝprucfenestrendaj niveloj de urĝeco:
fr: Niveaux d'urgence à notifier par pop-up :
pt_br: Níveis de urgência para popup :

source: low
el: χαμηλό
eo: malalta
fr: faible
pt_br: baixo

source: normal
el: κανονικό
eo: normala

source: critical
el: κρίσιμο
eo: kritika
fr: critique
pt_br: crítico

source: Default Timeout
el: Προκαθορισμένο χρονικό περιθώριο
eo: Defaŭlta tempolimo
fr: Délai d'expiration par défaut
pt_br: Tempo de espera padrão

source: %.1f seconds
el: %.1f δευτερόλεπτα
eo: %.1f sekundoj
fr: %.1f secondes
pt_br: %.1f segundos

source: Placement
el: Τοποθέτηση
eo: Lokado
pt_br: Posicionamento

source: Direction
el: Κατεύθυνση
eo: Direkto
pt_br: Direção

source: Direction in which popups will stack themselves :
el: Κατεύθυνση κατά την οποια θα στοιβάζονται τα αναδυόμενα :
eo: Direkto en kiuj ŝprucfenestroj stakiĝos:
pt_br: Direção que os popups empilharão-se :

source: Gap
el: Κενό
eo: Intervalo
pt_br: Intervalo

source: Size of the gap between two popups :
el: Το μέγεθος του κενού ανάμεσα στις ειδοποιήσεις
eo: Intervalo inter du ŝprucfenestroj:
pt_br: Tamanho do intervalo entre dois popups:

source: %2.0f pixels
el: %2.0f pixel
eo: %2.0f rastrumeroj

source: Notification Box Configuration
el: Ρύθμιση Ειδοποιήσεων
eo: Agordo de la kesto de atentigo
fr: Configuration de la notification
pt_br: Configuração da caixa de notificação

source: General Settings
el: Γενικές ρυθμίσεις
eo: Ĝeneralaj agordoj
fr: Paramètres généraux
pt_br: Configurações gerais

source: Show Icon Label
el: Εμφανίστε την ετικέτα εικονιδίου
eo: Montri piktograman etikedon
fr: Montrer l'étiquette de l'icone
pt_br: Mostrar rótulo do ícone

source: Show the popup on mouse over
eo: Montri ŝprucfenestron dum la muso supras
fr: Montrer le pop-up au survol
pt_br: Mostrar o popup ao passar o mouse

source: Focus the source window when clicking
el: Εστίασε στο παράθυρο προορισμού όταν κάνω κλικ
eo: Fokusigi la fontan fenestron dum alklako
fr: Focaliser la fenêtre source lors du clic
pt_br: Destacar a janela fonte ao clicar

source: Levels of urgency to store :
el: Επίπεδα επίγοντων για αποθήκευση:
eo: Memorendaj niveloj de urĝeco:
fr: Niveaux d'urgence à conserver :
pt_br: Níveis de urgência para armazenar :

source: Settings
fr: Configuration

source: Notification Module
fr: Module Notification

source: Notification Settings
fr: Paramétrage de Notification

source: Force timeout for all notifications
fr: Imposer ce délai à toutes les notifications

source: Popup Corner
fr: Coin du pop-up
